{"title":"A Heart of Darkness","dump":"Tonight, the moon followed me into the mellow hum,\r\nof a refrigerator running, trying to pry me back into a cocoon,\r\nThe devil smiled at me, as I returned to find my home in ruins,\r\nand he dared me with a question he begged to ensnare me in his tomb, he said,\r\n\r\n\"You see the fur flying as your cat scratches himself to death,\r\nand you of God's seed crumpled over with vomit upon your breath,\r\ngo ahead and eat and drink and let the smoke fill your breast with His pattern.\r\nBut who are you fooling, you, dueling with a noose of temptation around your neck,\r\nif you are so wise, tell me, how can you be sure your indulgence is not justified with lies?\r\nIf God is Life, it must be me you have wed this night as you fight with disease.\r\nPlease, enlighten me - if you are Child of the Breeze, loose and supple with ease,\r\nhow is it that I have raped your decisions and impregnated them with treason to the Mother?\"\r\n\r\nNo other than my Father has fathered my decisions,\r\nand if I eat and drink and smoke, it's only so that He knows\r\nit matters not if I feign disdain for control, \r\nor even if I sign my soul to you, oh illusion\r\nof sorrowful pity of mine,\r\n\r\nIt was all a trick to lead you here,\r\nto place you in front of this mirror of fear,\r\nfor even in my wretched pain,\r\nwith shivering bones, soaked with rain,\r\nwith bloody expulse at my feet,\r\nand nay a friend to grant reprieve,\r\n\r\nYou'll be there waiting to hear me wail with cowering voice a curse to your Master,\r\n\r\nBut the gargling gale cast from my frame in the suffered chains of my disaster,\r\ncould only ever be in holy gratitude to the Keeper of Time,\r\n\r\nWho carefully collected and fitted with rhyme this very befitting moment of mine,\r\n\r\nAnd signed and sealed the grains of my sand, forging them back into His hands,\r\n\r\nAnd from His palms come all things anew,\r\n\r\nAnd this is how you are loved, darkness, \r\n   for the Heart of Oneness contains even you.\r\n"}